{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 4088, "word_counts": "{\"the\": 4291, \"deal\": 64, \"means\": 4, \"that\": 288, \"ten\": 6, \"persons\": 15, \"in\": 2189, \"three\": 36, \"countries\": 35, \"will\": 584, \"transfer\": 19, \"to\": 1929, \"tieto\": 6, \"cramo\": 14, \"slipped\": 16, \"a\": 1307, \"pretax\": 34, \"loss\": 164, \"of\": 2351, \"eur\": 970, \"6\": 241, \"7\": 206, \"million\": 379, \"from\": 705, \"profit\": 422, \"58\": 9, \"9\": 208, \"11\": 85, \"august\": 33, \"2010\": 178, \"finnish\": 374, \"measuring\": 4, \"equipment\": 44, \"maker\": 53, \"vaisala\": 12, \"oyj\": 169, \"hel\": 90, \"vaias\": 2, \"said\": 333, \"today\": 137, \"its\": 430, \"net\": 363, \"widened\": 5, \"eur4\": 7, \"8\": 196, \"m\": 269, \"first\": 178, \"half\": 60, \"eur2\": 19, \"3\": 328, \"corresponding\": 124, \"period\": 251, \"year\": 345, \"earlier\": 82, \"planned\": 14, \"facility\": 25, \"estimated\": 39, \"cost\": 35, \"around\": 32, \"814\": 1, \"would\": 66, \"be\": 391, \"largest\": 37, \"biodiesel\": 4, \"plant\": 73, \"world\": 33, \"and\": 1754, \"use\": 39, \"palm\": 6, \"oil\": 44, \"certified\": 4, \"by\": 446, \"roundtable\": 2, \"on\": 585, \"sustainable\": 7, \"rspo\": 2, \"however\": 47, \"this\": 173, \"increases\": 10, \"signaling\": 3, \"traffic\": 31, \"which\": 147, \"wastes\": 2, \"network\": 30, \"resources\": 17, \"allows\": 6, \"fewer\": 3, \"smartphones\": 4, \"connect\": 2, \"media\": 49, \"company\": 550, \"talentum\": 9, \"'s\": 668, \"decreased\": 102, \"2\": 334, \"5\": 298, \"mln\": 221, \"euro\": 122, \"4\": 260, \"0\": 285, \"for\": 917, \"quarter\": 248, \"2008\": 261, \"same\": 58, \"2007\": 222, \"caixabank\": 3, \"dos\": 2, \"santos\": 2, \"agree\": 2, \"plan\": 25, \"bpi\": 3, \"angola\": 2, \"exposure\": 3, \"earnings\": 67, \"per\": 124, \"share\": 212, \"eps\": 46, \"amounted\": 39, \"eur0\": 60, \"38\": 19, \"l\": 22, \"t\": 101, \"recoil\": 1, \"specialising\": 6, \"used\": 24, \"regeneration\": 1, \"is\": 655, \"building\": 72, \"hamina\": 3, \"finland\": 238, \"managing\": 17, \"director\": 27, \"timo\": 2, \"kohtam\": 1, \"\\u00f1ki\": 3, \"lemmink\": 5, \"\\u00f1inen\": 8, \"infra\": 1, \"nevertheless\": 2, \"points\": 14, \"out\": 68, \"continued\": 9, \"need\": 12, \"infrastructure\": 14, \"construction\": 67, \"baltic\": 33, \"markets\": 60, \"costco\": 2, \"less\": 14, \"than\": 104, \"stellar\": 1, \"day\": 47, \"but\": 40, \"it\": 331, \"held\": 25, \"50\": 50, \"moving\": 6, \"average\": 8, \"operating\": 291, \"totalled\": 61, \"mn\": 549, \"down\": 156, \"42\": 15, \"before\": 49, \"inventors\": 3, \"are\": 202, \"bylander\": 1, \"johan\": 1, \"ponten\": 1, \"fredrik\": 1, \"lundberg\": 1, \"jorgen\": 1, \"these\": 36, \"developments\": 1, \"partly\": 5, \"reflect\": 1, \"government\": 15, \"higher\": 36, \"activity\": 7, \"field\": 6, \"dividend\": 48, \"policy\": 5, \"''\": 128, \"excluding\": 36, \"non\": 50, \"recurring\": 36, \"items\": 41, \"16\": 37, \"representing\": 13, \"sales\": 422, \"expects\": 41, \"open\": 17, \"online\": 17, \"shop\": 7, \"us\": 51, \"summer\": 10, \"2011\": 49, \"update\": 23, \"1\": 432, \"pearson\": 2, \"grow\": 9, \"after\": 93, \"solid\": 5, \"end\": 70, \"2014\": 3, \"international\": 31, \"terms\": 17, \"euros\": 46, \"15\": 66, \"local\": 27, \"currencies\": 4, \"07\": 7, \"up\": 216, \"04\": 7, \"affecto\": 5, \"has\": 376, \"participated\": 4, \"program\": 19, \"development\": 57, \"norwegian\": 11, \"pension\": 10, \"system\": 37, \"since\": 29, \"aspo\": 21, \"also\": 155, \"investigated\": 1, \"opportunities\": 5, \"kaukomarkkinat\": 2, \"electronics\": 44, \"business\": 174, \"advisory\": 4, \"ntsb\": 3, \"subsequent\": 2, \"testing\": 6, \"train\": 3, \"detection\": 2, \"intermittently\": 2, \"failed\": 5, \"glencore\": 12, \"slumps\": 3, \"30\": 70, \"percent\": 113, \"as\": 446, \"debt\": 15, \"fears\": 6, \"dopplr\": 3, \"members\": 22, \"personal\": 10, \"travel\": 10, \"plans\": 27, \"privately\": 1, \"with\": 391, \"their\": 73, \"networks\": 31, \"highlight\": 1, \"interesting\": 6, \"places\": 3, \"stay\": 3, \"eat\": 1, \"explore\": 1, \"cities\": 6, \"thus\": 8, \"group\": 214, \"balance\": 10, \"sheet\": 8, \"have\": 152, \"about\": 123, \"25\": 65, \"goodwill\": 4, \"added\": 28, \"grew\": 23, \"x20ac\": 18, \"402\": 1, \"585us\": 1, \"401\": 1, \"2006\": 131, \"nokia\": 95, \"capcom\": 1, \"announced\": 46, \"resident\": 1, \"evil\": 1, \"degeneration\": 1, \"released\": 10, \"n\": 4, \"gage\": 1, \"later\": 15, \"airline\": 11, \"ordered\": 5, \"nine\": 36, \"airbus\": 4, \"a350\": 2, \"900\": 10, \"aircraft\": 5, \"deliveries\": 14, \"doing\": 2, \"so\": 31, \"becomes\": 2, \"lead\": 18, \"latest\": 14, \"variant\": 1, \"rolls\": 3, \"royce\": 2, \"trent\": 3, \"series\": 7, \"engines\": 4, \"called\": 8, \"1700\": 1, \"disappointment\": 2, \"see\": 28, \"folded\": 2, \"value\": 76, \"order\": 61, \"700\": 26, \"000\": 156, \"short\": 44, \"finally\": 3, \"making\": 22, \"gains\": 9, \"i\": 40, \"take\": 36, \"my\": 19, \"at\": 387, \"147\": 2, \"he\": 40, \"member\": 10, \"board\": 59, \"numerous\": 1, \"com\": 22, \"panies\": 1, \"shareholder\": 13, \"boardman\": 1, \"ltd\": 35, \"specialist\": 3, \"work\": 21, \"168\": 1, \"asset\": 9, \"management\": 51, \"experts\": 2, \"manage\": 4, \"assets\": 18, \"worth\": 26, \"over\": 80, \"35\": 31, \"billion\": 64, \"device\": 20, \"can\": 59, \"theft\": 1, \"protection\": 4, \"positioning\": 1, \"vehicles\": 5, \"boats\": 4, \"other\": 78, \"efore\": 7, \"decided\": 16, \"establish\": 4, \"eletric\": 1, \"vehicle\": 5, \"ev\": 1, \"china\": 33, \"currently\": 28, \"glaston\": 17, \"employs\": 13, \"approximately\": 45, \"500\": 21, \"pct\": 89, \"above\": 30, \"12\": 83, \"month\": 44, \"volume\": 34, \"weighted\": 1, \"price\": 88, \"stock\": 72, \"equipped\": 6, \"sculptural\": 1, \"complex\": 9, \"rabochy\": 1, \"kolkhoznitsa\": 1, \"worker\": 2, \"collective\": 3, \"farmer\": 1, \"moscow\": 7, \"snow\": 4, \"melting\": 1, \"was\": 294, \"139\": 3, \"23\": 40, \"113\": 1, \"low\": 22, \"capacity\": 31, \"utilisation\": 2, \"rate\": 14, \"steel\": 45, \"production\": 86, \"considerably\": 6, \"fixed\": 20, \"costs\": 33, \"unit\": 64, \"produced\": 12, \"stores\": 16, \"march\": 49, \"stationery\": 3, \"gift\": 4, \"retailer\": 8, \"tiimari\": 9, \"tii1v\": 3, \"yesterday\": 17, \"cut\": 28, \"total\": 92, \"28\": 25, \"jobs\": 17, \"units\": 33, \"retail\": 26, \"gallerix\": 3, \"result\": 72, \"closure\": 6, \"shops\": 4, \"therefore\": 4, \"2005\": 89, \"remain\": 18, \"weaker\": 1, \"2004\": 30, \"rapidly\": 3, \"increasing\": 5, \"strengthening\": 5, \"were\": 84, \"challenging\": 4, \"whole\": 29, \"industry\": 61, \"they\": 49, \"impacted\": 2, \"our\": 62, \"results\": 27, \"pcln\": 5, \"back\": 33, \"trendline\": 3, \"10\": 113, \"time\": 57, \"am\": 18, \"delighted\": 2, \"fact\": 3, \"we\": 71, \"able\": 10, \"accomplish\": 1, \"organization\": 7, \"own\": 23, \"team\": 16, \"royal\": 10, \"mail\": 12, \"johnson\": 4, \"matthey\": 4, \"ftse\": 22, \"lower\": 62, \"guidance\": 8, \"been\": 96, \"set\": 28, \"90\": 16, \"basis\": 6, \"mid\": 21, \"swaps\": 2, \"report\": 48, \"buildings\": 3, \"40\": 40, \"condominiums\": 1, \"each\": 10, \"built\": 17, \"or\": 73, \"stages\": 4, \"tower\": 6, \"engineers\": 2, \"created\": 5, \"an\": 202, \"18\": 48, \"degree\": 1, \"westward\": 1, \"lean\": 2, \"four\": 25, \"times\": 6, \"inclination\": 1, \"leaning\": 2, \"pisa\": 1, \"using\": 16, \"diagrid\": 1, \"structures\": 12, \"aligned\": 1, \"geometrically\": 1, \"tekla\": 10, \"bim\": 2, \"information\": 39, \"modeling\": 1, \"software\": 45, \"altia\": 2, \"jumped\": 8, \"47\": 15, \"new\": 174, \"version\": 2, \"very\": 30, \"important\": 10, \"introduce\": 3, \"process\": 29, \"based\": 91, \"detailed\": 3, \"model\": 23, \"telenor\": 5, \"contract\": 85, \"yit\": 25, \"chosen\": 5, \"elisa\": 9, \"principal\": 5, \"suppliers\": 2, \"ict\": 3, \"solutions\": 79, \"norway\": 10, \"sweden\": 29, \"denmark\": 3, \"acquisition\": 42, \"\\u00e0landsbanken\": 2, \"sverige\": 1, \"2009\": 255, \"burdened\": 2, \"performance\": 23, \"fortum\": 14, \"had\": 64, \"previously\": 21, \"bought\": 17, \"state\": 20, \"stake\": 43, \"tgk\": 2, \"rao\": 2, \"ues\": 1, \"during\": 50, \"reform\": 1, \"chime\": 1, \"communications\": 30, \"acquired\": 22, \"wpp\": 3, \"providence\": 1, \"sponda\": 9, \"property\": 15, \"investment\": 73, \"commercial\": 20, \"properties\": 13, \"russia\": 53, \"two\": 60, \"sets\": 1, \"start\": 41, \"producing\": 6, \"electricity\": 12, \"october\": 40, \"lloyds\": 3, \"banking\": 7, \"group's\": 1, \"lifts\": 5, \"amid\": 4, \"reports\": 38, \"bank\": 98, \"poised\": 3, \"axe\": 3, \"hundreds\": 1, \"uk\": 20, \"fourth\": 30, \"went\": 20, \"eur3m\": 4, \"included\": 14, \"growth\": 60, \"projects\": 26, \"directors\": 28, \"proposes\": 3, \"shareholders\": 29, \"'\": 81, \"meeting\": 26, \"pay\": 13, \"financial\": 93, \"january\": 68, \"december\": 19, \"31\": 30, \"02\": 9, \"forest\": 20, \"certification\": 3, \"voluntary\": 2, \"aimed\": 6, \"promoting\": 1, \"forests\": 2, \"lulu\": 2, \"http\": 94, \"stks\": 90, \"co\": 200, \"o17i\": 1, \"bounced\": 3, \"off\": 65, \"support\": 36, \"early\": 20, \"week\": 26, \"now\": 64, \"indicators\": 3, \"turning\": 2, \"rsi\": 8, \"macd\": 9, \"smi\": 1, \"look\": 13, \"sbux\": 10, \"downgraded\": 4, \"neutral\": 3, \"deutsche\": 11, \"target\": 28, \"reduced\": 9, \"64\": 11, \"70\": 28, \"students\": 2, \"universiti\": 1, \"sains\": 1, \"malaysia\": 4, \"won\": 23, \"study\": 7, \"trip\": 4, \"helsinki\": 122, \"aspen\": 1, \"buy\": 50, \"anaesthetics\": 1, \"astrazeneca\": 18, \"520\": 4, \"covers\": 12, \"installation\": 8, \"training\": 4, \"services\": 123, \"restructuring\": 16, \"44\": 12, \"while\": 60, \"including\": 43, \"showed\": 7, \"even\": 13, \"larger\": 8, \"shock\": 2, \"phase\": 7, \"consumers\": 13, \"once\": 3, \"again\": 18, \"started\": 17, \"implement\": 5, \"aviva\": 8, \"plc\": 62, \"direct\": 8, \"line\": 58, \"insurance\": 30, \"admiral\": 2, \"soar\": 1, \"came\": 12, \"20\": 74, \"term\": 39, \"rentals\": 1, \"becoming\": 4, \"more\": 81, \"popular\": 6, \"food\": 30, \"trade\": 25, \"eur320\": 2, \"decline\": 7, \"'m\": 2, \"pleased\": 9, \"receive\": 6, \"nomination\": 5, \"committee\": 8, \"request\": 1, \"confidence\": 1, \"says\": 32, \"jon\": 3, \"risfelt\": 3, \"people\": 40, \"made\": 33, \"redundant\": 7, \"67\": 12, \"laid\": 11, \"temporarily\": 13, \"srv\": 6, \"raise\": 9, \"holding\": 16, \"majority\": 9, \"official\": 2, \"opening\": 5, \"office\": 36, \"located\": 11, \"prague\": 1, \"celebrated\": 1, \"may\": 49, \"delegation\": 1, \"includes\": 31, \"representatives\": 2, \"companies\": 71, \"include\": 34, \"corp\": 30, \"finnfund\": 1, \"outokumpu\": 11, \"oko\": 3, \"alteams\": 1, \"oy\": 62, \"cargotec\": 15, \"manufacturing\": 37, \"surface\": 1, \"treatment\": 17, \"dnn\": 1, \"picked\": 4, \"some\": 83, \"like\": 27, \"going\": 20, \"into\": 68, \"fiscal\": 16, \"negative\": 25, \"increase\": 65, \"meet\": 5, \"expected\": 67, \"demand\": 24, \"improve\": 17, \"raw\": 16, \"materials\": 19, \"profitability\": 10, \"hargreaves\": 2, \"lansdown\": 2, \"falls\": 7, \"mount\": 2, \"although\": 4, \"pensions\": 2, \"most\": 38, \"significant\": 24, \"capital\": 75, \"expenditure\": 5, \"global\": 44, \"enterprise\": 9, \"resource\": 2, \"planning\": 14, \"erp\": 1, \"project\": 50, \"product\": 28, \"machines\": 8, \"strengthen\": 10, \"ruukki\": 28, \"offshore\": 4, \"protalix\": 5, \"cash\": 47, \"no\": 48, \"financialwire\": 3, \"tm\": 6, \"fully\": 10, \"independent\": 5, \"proprietary\": 3, \"news\": 56, \"wire\": 2, \"service\": 67, \"house\": 10, \"example\": 4, \"respecta\": 1, \"jyvaskyla\": 5, \"premises\": 9, \"well\": 78, \"samuel\": 1, \"koivisto\": 1, \"technopolis\": 8, \"operations\": 110, \"transactions\": 8, \"berkshire\": 5, \"hathaway\": 1, \"names\": 5, \"kara\": 1, \"raiguel\": 1, \"general\": 28, \"re\": 6, \"totaled\": 50, \"302\": 1, \"margin\": 22, \"grain\": 6, \"trading\": 22, \"increased\": 86, \"portfolio\": 13, \"33\": 33, \"capable\": 4, \"retrieving\": 1, \"data\": 46, \"typed\": 1, \"computer\": 4, \"keyboard\": 2, \"keyloggers\": 1, \"then\": 16, \"mechanisms\": 1, \"arrived\": 1, \"scene\": 1, \"such\": 29, \"phishing\": 1, \"pharming\": 1, \"through\": 38, \"partnership\": 8, \"paulig\": 1, \"danish\": 8, \"subsidiary\": 26, \"oscar\": 1, \"puljonki\": 1, \"european\": 21, \"market\": 175, \"divested\": 6, \"activities\": 18, \"145\": 4, \"companieshome\": 1, \"trims\": 1, \"considered\": 1, \"'in\": 1, \"play'\": 1, \"fund\": 16, \"fair\": 13, \"correspondingly\": 1, \"oka\": 1, \"specialises\": 4, \"renovation\": 2, \"residential\": 7, \"industrial\": 27, \"logistical\": 1, \"juha\": 6, \"pekka\": 7, \"weckstr\": 1, \"\\u00e2m\": 3, \"appointed\": 5, \"president\": 32, \"telecom\": 16, \"teliasonera\": 21, \"succeed\": 2, \"esa\": 1, \"rautalinko\": 2, \"ebay\": 2, \"nice\": 14, \"breakout\": 19, \"recent\": 10, \"consolidation\": 7, \"congrats\": 3, \"those\": 14, \"who\": 21, \"2tad\": 1, \"entire\": 12, \"personnel\": 24, \"planmill\": 1, \"old\": 12, \"employees\": 48, \"far\": 17, \"awarded\": 17, \"350\": 4, \"tools\": 13, \"spy\": 25, \"don't\": 5, \"hang\": 2, \"your\": 13, \"bull\": 4, \"hat\": 1, \"yet\": 13, \"next\": 36, \"pop\": 6, \"qe3\": 1, \"hope\": 4, \"fed's\": 1, \"income\": 20, \"last\": 69, \"july\": 26, \"intended\": 3, \"relocate\": 4, \"warehouse\": 5, \"space\": 15, \"loudeac\": 4, \"saint\": 5, \"marcel\": 4, \"morvillars\": 4, \"east\": 8, \"france\": 10, \"where\": 24, \"already\": 28, \"operates\": 18, \"hook\": 6, \"distribution\": 26, \"bhp\": 6, \"billiton\": 4, \"slashes\": 2, \"posts\": 5, \"wynn\": 1, \"big\": 15, \"bounce\": 9, \"south\": 9, \"african\": 2, \"sappi\": 5, \"become\": 12, \"foreign\": 9, \"real\": 45, \"corporation\": 79, \"graphic\": 2, \"papers\": 10, \"mark\": 5, \"133\": 5, \"versus\": 19, \"32\": 19, \"agreement\": 67, \"communication\": 15, \"measures\": 19, \"not\": 84, \"affect\": 5, \"packaging\": 17, \"printing\": 21, \"material\": 16, \"metsa\": 4, \"botnia\": 4, \"finance\": 9, \"payment\": 6, \"dividends\": 6, \"repayment\": 1, \"repurchase\": 4, \"shares\": 149, \"funds\": 11, \"deriving\": 1, \"divestment\": 6, \"uruguay\": 1, \"pohjolan\": 2, \"voima\": 2, \"utilising\": 1, \"existing\": 16, \"financing\": 11, \"facilities\": 13, \"know\": 8, \"exists\": 1, \"artemyev\": 1, \"both\": 47, \"six\": 20, \"respectively\": 17, \"eur18\": 1, \"eur127\": 1, \"compared\": 146, \"hoped\": 1, \"stream\": 4, \"insurer\": 5, \"mutual\": 5, \"picks\": 3, \"standard\": 16, \"bank's\": 1, \"hemphill\": 1, \"ceo\": 63, \"forestry\": 6, \"upm\": 31, \"kymmene\": 16, \"waste\": 6, \"lassila\": 6, \"tikanoja\": 6, \"jan\": 14, \"produce\": 9, \"ethanol\": 3, \"energy\": 38, \"aspocomp\": 17, \"repaid\": 1, \"interest\": 19, \"bearing\": 5, \"liability\": 2, \"chartered\": 10, \"rest\": 5, \"consideration\": 5, \"partially\": 1, \"repay\": 1, \"liabilities\": 1, \"liquidity\": 3, \"tesco\": 20, \"closes\": 4, \"chairman\": 24, \"dixons\": 4, \"carphone's\": 1, \"john\": 4, \"allan\": 1, \"frame\": 5, \"facebook\": 4, \"fb\": 31, \"received\": 21, \"rating\": 10, \"wells\": 3, \"fargo\": 3, \"star\": 5, \"analyst\": 18, \"peter\": 3, \"stabler\": 1, \"https\": 88, \"jnb4c9vdcu\": 1, \"spend\": 1, \"proceeds\": 3, \"rights\": 32, \"offering\": 14, \"rautaruukki\": 19, \"exchange\": 42, \"release\": 33, \"noon\": 1, \"engineering\": 38, \"divisions\": 3, \"further\": 30, \"adjust\": 3, \"center\": 21, \"kapuli\": 1, \"district\": 8, \"mantsala\": 2, \"beside\": 1, \"hanko\": 1, \"porvoo\": 2, \"road\": 8, \"near\": 22, \"rail\": 5, \"link\": 1, \"between\": 38, \"lahti\": 4, \"jarvenpaa\": 1, \"gld\": 3, \"jr8\": 1, \"daily\": 23, \"chart\": 21, \"though\": 3, \"stoch\": 1, \"point\": 12, \"possible\": 8, \"move\": 25, \"there's\": 1, \"lot\": 5, \"resistance\": 16, \"poyry\": 15, \"additional\": 13, \"heikki\": 4, \"malinen\": 1, \"tel\": 9, \"358\": 7, \"21307\": 1, \"expert\": 3, \"consulting\": 8, \"54\": 8, \"put\": 13, \"oi\": 1, \"s1\": 2, \"pivot\": 2, \"moteltan\": 1, \"bto\": 1, \"aapl\": 59, \"apr\": 2, \"27\": 21, \"2012\": 9, \"605\": 1, \"calls\": 21, \"66\": 6, \"ride\": 1, \"609\": 1, \"ish\": 1, \"commission\": 12, \"found\": 8, \"evidence\": 1, \"several\": 18, \"meetings\": 3, \"discuss\": 2, \"cartel\": 2, \"one\": 80, \"brussels\": 1, \"restaurant\": 2, \"november\": 23, \"1997\": 4, \"discussed\": 1, \"sale\": 33, \"potato\": 1, \"part\": 62, \"raisio\": 9, \"streamline\": 2, \"clarify\": 4, \"teleste\": 14, \"fleet\": 7, \"placed\": 5, \"orders\": 35, \"p\": 25, \"max\": 2, \"tankers\": 1, \"65\": 12, \"200\": 23, \"dwt\": 2, \"organised\": 1, \"february\": 35, \"way\": 19, \"design\": 34, \"combined\": 14, \"entity\": 1, \"etteplan\": 7, \"handelsbanken\": 2, \"ranked\": 1, \"cooperative\": 2, \"banks\": 9, \"aktia\": 7, \"customer\": 22, \"loyalty\": 2, \"too\": 8, \"vintage\": 1, \"fabric\": 1, \"cushion\": 1, \"'70s\": 1, \"coffee\": 2, \"pots\": 1, \"ceramic\": 3, \"serving\": 5, \"dishes\": 2, \"cocktail\": 1, \"glasses\": 1, \"stainless\": 11, \"party\": 3, \"sampo\": 27, \"nordea\": 24, \"19\": 41, \"45\": 20, \"expansion\": 12, \"aims\": 13, \"attract\": 3, \"customers\": 61, \"abroad\": 5, \"sees\": 13, \"tripoli\": 1, \"noc\": 1, \"sole\": 5, \"legal\": 5, \"seller\": 2, \"libyan\": 1, \"reduction\": 7, \"notice\": 8, \"applied\": 3, \"17\": 36, \"alexandria\": 14, \"va\": 14, \"hannu\": 5, \"kahonen\": 1, \"juuka\": 1, \"developed\": 25, \"ornamental\": 3, \"handle\": 5, \"fire\": 4, \"pit\": 2, \"door\": 2, \"u\": 24, \"s\": 55, \"patent\": 17, \"trademark\": 7, \"disclosed\": 16, \"addition\": 21, \"varpaisj\": 1, \"\\u00e2\": 2, \"rvi\": 1, \"factory\": 16, \"stopped\": 2, \"beginning\": 14, \"april\": 41, \"say\": 3, \"categorically\": 1, \"wahlroos\": 2, \"quoted\": 4, \"saying\": 7, \"paper\": 52, \"when\": 31, \"asked\": 4, \"bid\": 19, \"rsa\": 3, \"scope\": 6, \"square\": 20, \"metres\": 12, \"valued\": 6, \"eur75m\": 2, \"wfm\": 1, \"little\": 8, \"hoping\": 2, \"sek\": 9, \"166\": 1, \"repayments\": 1, \"demanded\": 1, \"overcharging\": 1, \"stockholm\": 13, \"area\": 54, \"remaining\": 12, \"87\": 6, \"taken\": 11, \"western\": 3, \"coast\": 5, \"inspectorate\": 1, \"eur20\": 3, \"eur177\": 1, \"aug\": 5, \"curbed\": 1, \"delivered\": 21, \"newstex\": 5, \"racked\": 1, \"covering\": 2, \"shopping\": 12, \"sidewalks\": 1, \"few\": 12, \"months\": 44, \"ago\": 22, \"teva\": 1, \"vice\": 12, \"phillip\": 1, \"frost\": 2, \"marathon\": 2, \"venture\": 16, \"tase\": 1, \"mara\": 1, \"sold\": 20, \"tripled\": 2, \"without\": 8, \"any\": 14, \"major\": 23, \"investments\": 17, \"repeat\": 1, \"follow\": 7, \"successfully\": 3, \"installed\": 7, \"159\": 3, \"elevators\": 7, \"delhi\": 2, \"metro\": 3, \"kone\": 13, \"spokeswoman\": 2, \"told\": 18, \"thomson\": 13, \"suominen\": 9, \"makes\": 12, \"wipes\": 7, \"nonwovens\": 5, \"flexible\": 10, \"warsaw\": 2, \"poland\": 17, \"hk\": 10, \"ruokatalo\": 9, \"produces\": 5, \"many\": 14, \"turkey\": 8, \"products\": 84, \"cold\": 3, \"cuts\": 12, \"ragutis\": 8, \"controlled\": 8, \"brewery\": 5, \"reported\": 42, \"cent\": 33, \"rise\": 22, \"beer\": 18, \"litres\": 8, \"09\": 7, \"peer\": 1, \"peugeot\": 1, \"fell\": 73, \"81\": 8, \"rose\": 75, \"only\": 24, \"trend\": 11, \"sports\": 23, \"leisure\": 3, \"favorable\": 2, \"emissions\": 4, \"1999\": 3, \"2017\": 2, \"41\": 15, \"status\": 4, \"agreed\": 18, \"all\": 75, \"you\": 22, \"compatible\": 2, \"windows\": 6, \"solution\": 36, \"expanded\": 6, \"ground\": 7, \"staff\": 32, \"tasks\": 3, \"chic\": 1, \"cheerful\": 1, \"marimekko\": 15, \"sending\": 3, \"geometric\": 1, \"textiles\": 3, \"past\": 6, \"60\": 24, \"years\": 38, \"joins\": 4, \"various\": 11, \"positions\": 7, \"within\": 15, \"recently\": 10, \"middle\": 7, \"eastern\": 7, \"technology\": 66, \"improves\": 1, \"glass\": 16, \"quality\": 19, \"consistency\": 2, \"throughput\": 2, \"anticipates\": 3, \"turnover\": 31, \"surpass\": 1, \"previous\": 31, \"adp\": 23, \"feb\": 20, \"lemminkainen\": 7, \"lem1s\": 4, \"63\": 7, \"usd\": 65, \"80\": 24, \"processing\": 19, \"collects\": 1, \"calculates\": 3, \"rvr\": 1, \"values\": 2, \"provides\": 22, \"users\": 11, \"via\": 27, \"interfaces\": 2, \"headquartered\": 21, \"sectors\": 6, \"civil\": 5, \"contracting\": 2, \"technical\": 16, \"structural\": 2, \"reductions\": 9, \"30mn\": 4, \"access\": 10, \"integrated\": 5, \"propeller\": 1, \"gear\": 1, \"packages\": 2, \"source\": 8, \"wave\": 2, \"cards\": 4, \"front\": 6, \"reader\": 1, \"make\": 27, \"payments\": 1, \"similar\": 6, \"touch\": 6, \"go\": 17, \"transport\": 6, \"systems\": 50, \"13\": 46, \"booked\": 4, \"issued\": 28, \"warning\": 15, \"registered\": 6, \"474\": 1, \"755\": 1, \"plc's\": 1, \"recovery\": 4, \"continues\": 12, \"\\u00e2\\u00a3250m\": 1, \"infusion\": 1, \"talvivaara\": 10, \"mining\": 10, \"lse\": 11, \"talv\": 1, \"nickel\": 7, \"second\": 77, \"metals\": 11, \"june\": 51, \"diluted\": 12, \"declined\": 17, \"78\": 3, \"76\": 4, \"environmental\": 8, \"lat1v\": 3, \"monday\": 22, \"slightly\": 17, \"range\": 20, \"natural\": 12, \"retailed\": 1, \"marketing\": 14, \"finished\": 2, \"dwa\": 1, \"play\": 5, \"i'm\": 10, \"still\": 36, \"skeptical\": 2, \"profits\": 12, \"cheer\": 2, \"cencorp\": 10, \"territory\": 3, \"anheuser\": 1, \"busch\": 1, \"inbev\": 9, \"offer\": 26, \"rival\": 9, \"sabmiller\": 11, \"credit\": 20, \"suisse\": 3, \"poaches\": 2, \"prudential's\": 1, \"thiam\": 1, \"asian\": 8, \"push\": 4, \"qpr\": 7, \"processguide\": 2, \"available\": 28, \"centralized\": 2, \"storage\": 4, \"content\": 14, \"standalone\": 1, \"desktop\": 3, \"xpress\": 1, \"section\": 9, \"regional\": 6, \"finnair\": 22, \"measured\": 4, \"passenger\": 14, \"kilometers\": 2, \"34\": 11, \"compare\": 3, \"balfour\": 1, \"beatty\": 1, \"reinstate\": 1, \"national\": 19, \"grid\": 4, \"centrica\": 2, \"stood\": 13, \"22\": 29, \"150\": 11, \"september\": 64, \"alone\": 3, \"liters\": 14, \"juhani\": 4, \"j\": 5, \"\\u00f1rvi\": 6, \"corporate\": 16, \"executive\": 14, \"kesko\": 18, \"russian\": 25, \"sector\": 37, \"fragmented\": 1, \"vantaa\": 7, \"extension\": 6, \"amount\": 21, \"okmetic\": 22, \"developer\": 22, \"solteq\": 5, \"stq1v\": 1, \"189\": 3, \"245\": 2, \"peri\": 1, \"estimate\": 11, \"revenue\": 47, \"93\": 7, \"dollar\": 5, \"eur1\": 21, \"89\": 11, \"2003\": 8, \"speaking\": 2, \"just\": 23, \"drinks\": 3, \"spokesperson\": 2, \"olvi\": 12, \"performed\": 1, \"operate\": 9, \"namely\": 1, \"estonia\": 17, \"latvia\": 10, \"lithuania\": 10, \"00\": 19, \"eet\": 5, \"alma\": 19, \"annual\": 48, \"scheduled\": 16, \"published\": 13, \"calendar\": 3, \"there\": 21, \"subscriptions\": 5, \"options\": 14, \"brand\": 17, \"category\": 6, \"channel\": 6, \"london\": 21, \"morning\": 12, \"briefing\": 1, \"hsbc\": 6, \"focus\": 21, \"developing\": 11, \"chain\": 25, \"reportable\": 1, \"segments\": 6, \"life\": 27, \"ctrp\": 3, \"broke\": 4, \"watching\": 4, \"redtogreen\": 1, \"right\": 14, \"gate\": 1, \"tomorrow\": 9, \"stocks\": 12, \"8vxfuuit04\": 1, \"scanfil\": 29, \"supplier\": 28, \"manufacturer\": 45, \"give\": 7, \"productional\": 3, \"lay\": 23, \"sievi\": 3, \"textile\": 2, \"clothing\": 10, \"mmo1v\": 2, \"preliminary\": 6, \"eur8\": 3, \"eur6\": 8, \"ebit\": 10, \"large\": 15, \"tacked\": 1, \"following\": 22, \"huhtamaki\": 15, \"eur360\": 1, \"62\": 10, \"number\": 47, \"outstanding\": 7, \"106\": 4, \"063\": 2, \"320\": 3, \"biohit\": 11, \"reduce\": 8, \"leased\": 2, \"antti\": 3, \"orkola\": 2, \"kemira\": 26, \"growhow\": 3, \"mine\": 4, \"prices\": 34, \"phosphate\": 2, \"quite\": 7, \"depressed\": 2, \"long\": 76, \"supplies\": 6, \"accessories\": 7, \"dealer\": 2, \"beltton\": 1, \"adpnews\": 13, \"rtrks\": 8, \"46\": 13, \"commented\": 2, \"it's\": 5, \"embrace\": 1, \"wc2qfp79tn\": 1, \"abbv\": 1, \"csco\": 3, \"wyn\": 1, \"aside\": 1, \"plot\": 4, \"land\": 7, \"hectares\": 3, \"build\": 10, \"park\": 9, \"mikkonen\": 2, \"chases\": 1, \"acerta\": 2, \"secure\": 15, \"cancer\": 9, \"drug\": 15, \"winner\": 2, \"argentine\": 1, \"agricultural\": 5, \"export\": 6, \"calafate\": 1, \"tapped\": 1, \"compatriot\": 1, \"firm\": 21, \"finnegans\": 1, \"latter\": 3, \"statement\": 11, \"city\": 23, \"cu\": 3, \"welcomes\": 2, \"dart\": 2, \"dallas\": 1, \"fcu\": 1, \"merge\": 3, \"stifel\": 2, \"former\": 7, \"lehman\": 1, \"brokerage\": 2, \"barclays\": 19, \"16mn\": 1, \"21\": 33, \"division\": 28, \"organise\": 1, \"mo\": 1, \"rana\": 1, \"rt\": 8, \"andrewnyquist\": 1, \"chartology\": 1, \"yahoo\": 5, \"1itr\": 1, \"yhoo\": 8, \"crazy\": 3, \"looking\": 25, \"nearing\": 1, \"eur928\": 2, \"q1\": 15, \"eur13\": 7, \"volumes\": 9, \"freight\": 1, \"scandinavia\": 3, \"replace\": 3, \"sir\": 2, \"mike\": 1, \"rake\": 1, \"heads\": 3, \"exit\": 4, \"french\": 4, \"ragot\": 2, \"normandy\": 1, \"waterqueen\": 2, \"tortue\": 2, \"vmc\": 8, \"europe\": 19, \"manufactured\": 3, \"vaahto\": 8, \"workshop\": 1, \"hollola\": 3, \"shipments\": 5, \"neste\": 15, \"proposed\": 10, \"full\": 29, \"switchboard\": 1, \"directory\": 1, \"significantly\": 9, \"date\": 11, \"contact\": 3, \"colleagues\": 1, \"phone\": 31, \"place\": 22, \"call\": 5, \"directly\": 3, \"extraordinary\": 2, \"berling\": 1, \"umo\": 1, \"veikko\": 1, \"laine\": 2, \"biggest\": 14, \"amanda\": 3, \"employer\": 2, \"together\": 8, \"health\": 1, \"supports\": 5, \"quitting\": 1, \"pays\": 2, \"nicotine\": 1, \"treatments\": 1, \"wore\": 1, \"black\": 3, \"beanie\": 1, \"type\": 7, \"cap\": 10, \"jacket\": 1, \"according\": 80, \"\\u00f1nnen\": 7, \"tehtaat\": 7, \"matti\": 7, \"karppinen\": 4, \"feed\": 6, \"quickly\": 2, \"acquisitions\": 9, \"eur12\": 6, \"develops\": 6, \"manufactures\": 11, \"electronic\": 14, \"measurement\": 3, \"meteorology\": 2, \"sciences\": 2, \"change\": 11, \"component\": 5, \"purchasing\": 2, \"extremely\": 6, \"ymi\": 1, \"xyf\": 1, \"setup\": 8, \"closed\": 20, \"20ma\": 1, \"cross\": 10, \"catalyst\": 1, \"50dma\": 1, \"turned\": 9, \"crossover\": 2, \"hair\": 1, \"away\": 6, \"weekly\": 6, \"eod\": 2, \"break\": 18, \"likely\": 10, \"elcoteq\": 29, \"signing\": 2, \"cooperation\": 15, \"japanese\": 4, \"mobile\": 82, \"bypasses\": 1, \"tallinn\": 8, \"kotka\": 1, \"beat\": 3, \"estimates\": 20, \"lack\": 1, \"sx3z7u6n8o\": 1, \"stora\": 29, \"enso\": 25, \"norske\": 3, \"skog\": 3, \"boston\": 1, \"cfsb\": 1, \"raised\": 14, \"nordic\": 28, \"groups\": 5, \"press\": 21, \"tyrv\": 3, \"\\u00e4\": 3, \"\\u00e4n\": 1, \"sanomat\": 7, \"purchase\": 16, \"confirmed\": 7, \"\\u00f1\": 8, \"\\u00f1n\": 1, \"transferred\": 8, \"suomen\": 11, \"paikallissanomat\": 5, \"actions\": 2, \"operational\": 10, \"efficiency\": 13, \"deliver\": 13, \"annualised\": 1, \"permanent\": 3, \"savings\": 18, \"effected\": 1, \"mostly\": 1, \"action\": 11, \"follows\": 2, \"negotiations\": 22, \"concerning\": 8, \"se\": 6, \"branch\": 8, \"economic\": 10, \"occupancy\": 1, \"91\": 7, \"88\": 6, \"guided\": 1, \"represented\": 4, \"998\": 1, \"14\": 55, \"voting\": 19, \"spread\": 4, \"iran\": 2, \"iraq\": 1, \"amrn\": 4, \"ranging\": 1, \"lets\": 3, \"what\": 15, \"baby\": 3, \"does\": 9, \"usmanov\": 1, \"his\": 21, \"megafon\": 4, \"svyazinvest\": 1, \"merged\": 6, \"rostelecom\": 2, \"comparable\": 13, \"milan\": 1, \"afx\": 18, \"italian\": 2, \"shipping\": 16, \"grimaldi\": 6, \"finnlines\": 7, \"agency\": 6, \"ansa\": 1, \"imrs\": 1, \"pragmatic\": 1, \"analysis\": 14, \"high\": 51, \"could\": 16, \"head\": 18, \"winds\": 2, \"bullish\": 14, \"story\": 4, \"intact\": 1, \"evenif\": 1, \"thing\": 2, \"keep\": 7, \"24\": 27, \"expenses\": 9, \"vahur\": 1, \"kraft\": 4, \"stockmann\": 19, \"cooperating\": 1, \"ferries\": 3, \"run\": 15, \"trouble\": 4, \"outside\": 13, \"archipelago\": 1, \"islands\": 3, \"boss\": 3, \"faces\": 3, \"stiff\": 1, \"challenge\": 2, \"asia\": 12, \"port\": 12, \"250\": 8, \"teus\": 1, \"tons\": 15, \"cargo\": 13, \"improvements\": 4, \"mainly\": 14, \"netherlands\": 6, \"sma\": 3, \"hurdle\": 1, \"good\": 27, \"base\": 17, \"nflx\": 8, \"imkygo2cyc\": 1, \"invest\": 11, \"fired\": 3, \"brista\": 1, \"heat\": 9, \"power\": 31, \"chp\": 2, \"biofuels\": 1, \"vartan\": 1, \"workers\": 13, \"union\": 13, \"sel\": 2, \"hasten\": 2, \"bargaining\": 2, \"strike\": 11, \"begin\": 9, \"expand\": 14, \"microsoft\": 8, \"dynamics\": 1, \"hit\": 18, \"fresh\": 5, \"details\": 20, \"tax\": 15, \"evasion\": 1, \"claims\": 6, \"tallink\": 4, \"watertight\": 1, \"doors\": 1, \"vana\": 1, \"regina\": 1, \"baltica\": 1, \"electrical\": 7, \"working\": 12, \"emsa\": 2, \"deputy\": 5, \"juri\": 2, \"lember\": 3, \"bns\": 2, \"wednesday\": 18, \"heard\": 2, \"swedish\": 38, \"side\": 16, \"informed\": 7, \"estonian\": 6, \"prothious\": 2, \"www\": 21, \"detailing\": 1, \"100\": 42, \"tonnes\": 18, \"recorded\": 10, \"400\": 7, \"keith\": 1, \"skeoch\": 1, \"step\": 4, \"david\": 3, \"nish\": 1, \"quits\": 1, \"chief\": 22, \"goldman\": 8, \"sachs\": 8, \"prospects\": 5, \"asa\": 5, \"osl\": 4, \"ab\": 25, \"sto\": 7, \"tlsn\": 3, \"f\": 11, \"security\": 26, \"internet\": 22, \"providers\": 6, \"operators\": 19, \"wellbeing\": 1, \"survey\": 3, \"karachi\": 1, \"sept\": 5, \"ixonos\": 7, \"leader\": 6, \"integration\": 4, \"handheld\": 1, \"devices\": 14, \"implementing\": 4, \"screen\": 6, \"user\": 6, \"interface\": 3, \"intel\": 5, \"atom\": 2, \"processor\": 3, \"z6xx\": 1, \"disclose\": 5, \"statements\": 9, \"thursday\": 22, \"carried\": 15, \"reached\": 9, \"141\": 1, \"contains\": 4, \"level\": 29, \"strategy\": 21, \"geographically\": 1, \"taxes\": 22, \"105\": 6, \"82\": 5, \"crk\": 1, \"accumulate\": 2, \"position\": 21, \"upside\": 6, \"downside\": 6, \"plants\": 19, \"manufacturers\": 9, \"japan\": 8, \"storms\": 3, \"brought\": 5, \"trees\": 3, \"lines\": 12, \"cutting\": 13, \"households\": 5, \"bring\": 13, \"superior\": 2, \"gaming\": 1, \"experience\": 10, \"continue\": 27, \"future\": 14, \"qt\": 2, \"benefit\": 1, \"lgpl\": 1, \"leave\": 3, \"grocer\": 1, \"heats\": 2, \"wall\": 4, \"street\": 10, \"journal\": 1, \"j5jvji9bia\": 1, \"save\": 5, \"breaking\": 11, \"downtrend\": 1, \"57\": 16, \"l8y4\": 1, \"alliance\": 4, \"tap\": 2, \"pocketable\": 1, \"computers\": 4, \"netbooks\": 1, \"tablets\": 2, \"mediaphones\": 1, \"connected\": 1, \"tvs\": 3, \"infotainment\": 1, \"dara\": 1, \"validating\": 1, \"fgvoip\": 1, \"client\": 3, \"symbian\": 5, \"signed\": 34, \"represents\": 4, \"forward\": 11, \"accomplishing\": 1, \"goal\": 5, \"qualcomm\": 5, \"rewards\": 2, \"patient\": 2, \"investors\": 17, \"looks\": 18, \"bright\": 1, \"tjjvpqhhqd\": 1, \"qcom\": 2, \"master\": 5, \"administration\": 14, \"mba\": 1, \"telco\": 1, \"teaming\": 1, \"friends\": 6, \"against\": 10, \"bullying\": 2, \"fight\": 2, \"children\": 2, \"teenagers\": 1, \"channels\": 3, \"companieslse\": 1, \"adds\": 5, \"ex\": 2, \"sec\": 1, \"schapiro\": 1, \"led\": 6, \"glaxosmithkline\": 4, \"ac\": 7, \"nielsen\": 2, \"rme\": 1, \"telcontar\": 1, \"enables\": 13, \"handset\": 13, \"calculate\": 1, \"best\": 12, \"route\": 9, \"defined\": 2, \"routes\": 3, \"feature\": 2, \"navigability\": 1, \"multi\": 6, \"modal\": 1, \"routing\": 2, \"foot\": 5, \"ferry\": 5, \"capman\": 20, \"offices\": 9, \"copenhagen\": 2, \"oslo\": 1, \"manages\": 5, \"buyout\": 9, \"mezzanine\": 2, \"science\": 6, \"estate\": 22, \"bn\": 21, \"renovate\": 1, \"develop\": 8, \"budapest\": 3, \"mti\": 4, \"pecs\": 2, \"hungary\": 7, \"because\": 24, \"falling\": 6, \"zoltan\": 2, \"krippl\": 2, \"z\": 2, \"bavelloni\": 4, \"standing\": 4, \"md\": 3, \"dino\": 1, \"retired\": 1, \"constructive\": 1, \"manner\": 1, \"parties\": 12, \"tried\": 2, \"find\": 9, \"situation\": 20, \"fast\": 4, \"gww\": 1, \"slowing\": 4, \"pretty\": 4, \"timely\": 1, \"coincident\": 1, \"indicator\": 2, \"m6bkhbkzk5\": 1, \"home\": 14, \"improvement\": 11, \"totalling\": 3, \"154\": 2, \"36\": 22, \"utility\": 6, \"provide\": 16, \"related\": 28, \"hedging\": 1, \"trades\": 2, \"risk\": 6, \"reporting\": 13, \"intends\": 5, \"manufacture\": 13, \"printed\": 4, \"circuit\": 6, \"boards\": 3, \"rs310\": 1, \"crore\": 1, \"854mn\": 1, \"730mn\": 1, \"pulp\": 18, \"kemij\": 2, \"liquidated\": 4, \"loose\": 4, \"acando\": 2, \"acanb\": 2, \"ss\": 2, \"kronor\": 3, \"lowest\": 2, \"close\": 31, \"dec\": 10, \"carrier\": 9, \"euro26\": 2, \"euro13\": 2, \"meggitt\": 1, \"tumbles\": 3, \"'challenging\": 1, \"year'\": 1, \"helasto\": 2, \"lukkoexpert\": 1, \"kimmo\": 1, \"uusimaki\": 1, \"distributions\": 3, \"mr\": 22, \"jortikka\": 1, \"metal\": 17, \"outotec\": 19, \"creating\": 5, \"stakeholders\": 2, \"everything\": 1, \"do\": 14, \"kauko\": 3, \"telko\": 4, \"dissolved\": 1, \"appropriate\": 2, \"parts\": 8, \"meur\": 7, \"307\": 2, \"190\": 2, \"aldata\": 16, \"bertrand\": 2, \"sciard\": 2, \"48\": 18, \"wholesale\": 7, \"dedicated\": 3, \"e19h\": 1, \"ryandetrick\": 1, \"eseries\": 1, \"promise\": 3, \"e50\": 1, \"variety\": 5, \"email\": 4, \"small\": 25, \"stylised\": 1, \"package\": 1, \"dave\": 1, \"grannan\": 1, \"manager\": 11, \"why\": 6, \"bedroom\": 1, \"cool\": 1, \"makeover\": 1, \"owns\": 12, \"43\": 19, \"bergvik\": 1, \"earns\": 1, \"appreciation\": 1, \"compensation\": 4, \"opinions\": 2, \"pearl\": 4, \"cjsc\": 2, \"shanghai\": 6, \"joint\": 25, \"st\": 22, \"petersburg\": 22, \"comprising\": 6, \"meters\": 4, \"hospitals\": 2, \"schools\": 1, \"nurseries\": 1, \"transaction\": 34, \"subject\": 7, \"final\": 6, \"approvals\": 2, \"decision\": 15, \"bodies\": 2, \"approval\": 17, \"competition\": 13, \"authority\": 4, \"upon\": 7, \"establishment\": 1, \"directed\": 6, \"latvian\": 6, \"representative\": 5, \"ineta\": 1, \"zaharova\": 1, \"earned\": 2, \"lvl\": 5, \"122\": 2, \"orion\": 12, \"third\": 80, \"52\": 11, \"interested\": 6, \"revenues\": 12, \"120\": 7, \"matter\": 6, \"topical\": 1, \"bill\": 1, \"drafted\": 1, \"social\": 6, \"affairs\": 3, \"ministry\": 4, \"scrap\": 2, \"age\": 2, \"conditions\": 13, \"kilometres\": 4, \"rpk\": 2, \"seat\": 10, \"ask\": 1, \"nsm\": 1, \"ascending\": 4, \"starting\": 13, \"gain\": 10, \"traction\": 1, \"strong\": 39, \"gbsh\": 1, \"sharply\": 3, \"afternoon\": 5, \"handling\": 21, \"posted\": 25, \"surprise\": 4, \"drop\": 14, \"overshadowed\": 2, \"wwd\": 1, \"expect\": 2, \"mix\": 2, \"decor\": 1, \"completion\": 6, \"gas\": 14, \"expertise\": 8, \"cover\": 18, \"discipline\": 1, \"across\": 6, \"complete\": 12, \"lifecycle\": 3, \"deepwater\": 1, \"tool\": 2, \"pending\": 1, \"removable\": 1, \"plate\": 2, \"multiple\": 2, \"clear\": 7, \"stamps\": 1, \"kind\": 3, \"bbry\": 10, \"sierra\": 1, \"great\": 13, \"impressive\": 3, \"wonderful\": 1, \"marriage\": 1, \"cybercom\": 2, \"cto\": 1, \"esko\": 1, \"myllyla\": 1, \"particular\": 7, \"attention\": 2, \"being\": 23, \"paid\": 18, \"designed\": 5, \"requirements\": 4, \"class\": 8, \"b\": 23, \"leed\": 3, \"plumbing\": 4, \"heating\": 8, \"uponor\": 11, \"continuing\": 17, \"249\": 3, \"262\": 2, \"cat\": 2, \"hangin\": 1, \"thread\": 1, \"1click\": 1, \"cliff\": 1, \"needs\": 11, \"snap\": 2, \"vix\": 1, \"seems\": 3, \"viking\": 11, \"get\": 12, \"subsidy\": 1, \"lng\": 4, \"fuelled\": 2, \"vessel\": 9, \"nurminen\": 2, \"logistics\": 11, \"railway\": 4, \"transports\": 5, \"terminal\": 6, \"forwarding\": 1, \"special\": 7, \"heavy\": 2, \"medical\": 4, \"contribute\": 2, \"necessary\": 4, \"border\": 2, \"guard\": 1, \"banned\": 1, \"mooring\": 1, \"car\": 8, \"test\": 12, \"railroad\": 1, \"checkpoint\": 1, \"ready\": 12, \"omx\": 67, \"index\": 23, \"364\": 2, \"029\": 1, \"maximum\": 17, \"terminations\": 1, \"ebitda\": 8, \"improved\": 17, \"eur484m\": 1, \"eur472m\": 1, \"sysopen\": 5, \"digia\": 10, \"invested\": 8, \"ibm\": 6, \"how\": 15, \"portal\": 2, \"implemented\": 5, \"supported\": 3, \"shell\": 9, \"bg\": 8, \"151\": 1, \"143\": 4, \"record\": 15, \"ford\": 2, \"struggling\": 2, \"face\": 7, \"truck\": 2, \"suv\": 2, \"surfeit\": 2, \"gotta\": 3, \"cars\": 8, \"bonds\": 5, \"executed\": 2, \"accordance\": 8, \"convertible\": 4, \"below\": 21, \"unaudited\": 2, \"consolidated\": 17, \"under\": 53, \"ifrs\": 2, \"standards\": 4, \"typically\": 2, \"transmission\": 2, \"interference\": 1, \"noise\": 1, \"predefined\": 3, \"eqt\": 2, \"completed\": 20, \"salcomp\": 8, \"chargers\": 6, \"selling\": 6, \"nordstjernan\": 4, \"kndi\": 3, \"let's\": 1, \"highs\": 10, \"lows\": 7, \"slow\": 4, \"steady\": 4, \"levels\": 11, \"loan\": 13, \"eur30m\": 3, \"minimum\": 1, \"subscription\": 15, \"eur10\": 7, \"machinery\": 32, \"ponsse\": 6, \"51\": 14, \"37\": 16, \"solar\": 5, \"stockdemons\": 1, \"think\": 8, \"shorting\": 2, \"here\": 29, \"might\": 8, \"beta\": 2, \"reversing\": 1, \"shot\": 3, \"pharma\": 3, \"timberrrr\": 1, \"tsla\": 52, \"mrbgfdhhva\": 1, \"25mn\": 6, \"c\": 9, \"1995\": 2, \"m2\": 6, \"tlt1v\": 6, \"eur5\": 8, \"eur108\": 1, \"triggered\": 1, \"weak\": 14, \"uncertain\": 1, \"baird\": 2, \"likes\": 1, \"upgrades\": 5, \"outperform\": 5, \"300\": 14, \"research\": 22, \"qtrs\": 1, \"ahlstrom\": 8, \"involved\": 6, \"fibre\": 2, \"opened\": 4, \"spring\": 8, \"madison\": 6, \"avenue\": 3, \"york\": 7, \"chicago\": 2, \"los\": 3, \"angeles\": 3, \"san\": 3, \"francisco\": 2, \"remains\": 3, \"unchanged\": 4, \"526\": 1, \"089\": 1, \"117\": 1, \"almost\": 16, \"thirds\": 4, \"come\": 7, \"mcdonald\": 1, \"evening\": 1, \"featuring\": 1, \"hits\": 2, \"solo\": 1, \"career\": 2, \"doobie\": 1, \"brothers\": 1, \"selection\": 3, \"r\": 12, \"songs\": 1, \"met\": 6, \"mixed\": 6, \"changes\": 13, \"readership\": 1, \"chapter\": 3, \"act\": 8, \"29\": 27, \"1978\": 1, \"734\": 1, \"obtained\": 3, \"title\": 1, \"sentera\": 1, \"redeemed\": 1, \"metrics\": 1, \"scorecard\": 1, \"text\": 2, \"milestone\": 3, \"proposal\": 5, \"attached\": 4, \"scheme\": 7, \"altimo\": 3, \"practically\": 1, \"identical\": 1, \"except\": 1, \"involves\": 4, \"merger\": 13, \"stakes\": 4, \"vimpelcom\": 1, \"kyivstar\": 1, \"sellers\": 4, \"eoss\": 1, \"innovationsmanagement\": 1, \"private\": 10, \"individuals\": 2, \"leads\": 8, \"leap\": 2, \"marks\": 3, \"spencer\": 1, \"drops\": 5, \"basware\": 21, \"884\": 2, \"maps\": 1, \"map\": 3, \"sek72\": 1, \"983\": 1, \"sek70\": 1, \"283\": 1, \"korteniemi\": 1, \"anneli\": 1, \"helokunnas\": 1, \"tuija\": 1, \"peltola\": 1, \"marjo\": 2, \"keskinen\": 1, \"jukka\": 4, \"salminen\": 1, \"jussi\": 4, \"tusa\": 1, \"kia\": 1, \"janhonen\": 1, \"risto\": 2, \"telecommunications\": 12, \"espoo\": 15, \"cable\": 5, \"adjustment\": 4, \"followed\": 5, \"magnetite\": 2, \"deposit\": 1, \"karara\": 1, \"known\": 7, \"potential\": 16, \"metric\": 1, \"supreme\": 1, \"court\": 11, \"upholds\": 1, \"236\": 1, \"jury\": 1, \"award\": 5, \"exxonmobil\": 1, \"tyrvaan\": 4, \"appearing\": 1, \"sastamala\": 2, \"neighbouring\": 2, \"municipalities\": 4, \"718\": 1, \"430\": 2, \"main\": 15, \"list\": 7, \"telephone\": 3, \"applications\": 20, \"fall\": 26, \"contrast\": 3, \"effective\": 7, \"healthcare\": 7, \"155\": 2, \"amounts\": 11, \"accounted\": 6, \"exports\": 9, \"pypl\": 1, \"vol\": 3, \"flow\": 21, \"love\": 4, \"whitbread\": 4, \"andy\": 1, \"harrison\": 1, \"defends\": 3, \"'just\": 1, \"blip'\": 1, \"longpos\": 1, \"256\": 9, \"thru\": 1, \"dma\": 1, \"197\": 1, \"230\": 2, \"upper\": 3, \"res\": 2, \"274\": 1, \"279\": 1, \"squeeze\": 1, \"progress\": 3, \"nr\": 1, \"obj\": 1, \"310\": 1, \"stop\": 6, \"239\": 2, \"kci\": 3, \"konecranes\": 14, \"hot\": 6, \"ladle\": 1, \"cranes\": 7, \"indian\": 10, \"producer\": 7, \"bhushan\": 2, \"strips\": 1, \"ems\": 7, \"negotiating\": 5, \"agreements\": 11, \"\\u00e0land\": 10, \"rallies\": 2, \"boosted\": 6, \"stanchart\": 2, \"sainsbury\": 1, \"leasing\": 3, \"arm\": 7, \"liising\": 1, \"ended\": 7, \"incur\": 4, \"eur2m\": 4, \"estimation\": 3, \"essential\": 3, \"location\": 7, \"components\": 12, \"tuesday\": 16, \"upset\": 2, \"feedschroders\": 1, \"books\": 5, \"joerazorback\": 1, \"miss\": 1, \"generally\": 2, \"top\": 15, \"everyone\": 1, \"thinks\": 2, \"goes\": 4, \"secured\": 4, \"output\": 10, \"cobalt\": 1, \"norilsk\": 1, \"entered\": 4, \"zinc\": 6, \"streaming\": 1, \"nyrstar\": 1, \"nv\": 1, \"respect\": 1, \"discussions\": 1, \"kai\": 4, \"telanne\": 3, \"delivery\": 19, \"businesses\": 13, \"132\": 1, \"corresponds\": 3, \"220\": 3, \"470\": 6, \"allow\": 5, \"campofrio\": 1, \"takeover\": 16, \"groupe\": 1, \"smithfield\": 2, \"holdings\": 15, \"foods\": 7, \"inc\": 20, \"sfd\": 1, \"primark\": 1, \"racks\": 1, \"happy\": 6, \"christmas\": 6, \"n't\": 5, \"myspace\": 1, \"web\": 15, \"site\": 11, \"display\": 2, \"submissions\": 1, \"broadband\": 15, \"emmy\": 1, \"awards\": 3, \"effort\": 1, \"identify\": 1, \"aspiring\": 1, \"video\": 13, \"artists\": 1, \"rnn\": 3, \"bleeding\": 1, \"landed\": 1, \"eur39m\": 2, \"offs\": 13, \"eur27m\": 2, \"vtb24\": 1, \"mortgage\": 1, \"loans\": 3, \"apartments\": 4, \"annum\": 2, \"rubles\": 2, \"cutlery\": 4, \"hand\": 11, \"fiskars\": 23, \"abp\": 8, \"fisas\": 4, \"17m\": 2, \"correspond\": 5, \"self\": 1, \"automation\": 11, \"bigger\": 3, \"role\": 4, \"fujitsu\": 1, \"exploited\": 1, \"effectively\": 2, \"expands\": 4, \"established\": 14, \"certain\": 6, \"documentation\": 4, \"functions\": 8, \"larox\": 2, \"eur3\": 9, \"68\": 9, \"japan's\": 2, \"nikkei\": 2, \"lands\": 1, \"asahi\": 2, \"submit\": 1, \"sabmiller's\": 3, \"grolsch\": 2, \"peroni\": 2, \"yomiuri\": 1, \"premature\": 1, \"talk\": 4, \"dates\": 2, \"procedure\": 3, \"prosecutor\": 2, \"demanding\": 4, \"fine\": 7, \"800\": 8, \"metso\": 21, \"minerals\": 3, \"gone\": 5, \"outlets\": 4, \"scan\": 6, \"stochastic\": 1, \"overbought\": 4, \"jdst\": 1, \"free\": 10, \"blrx\": 1, \"lpg\": 1, \"afsi\": 1, \"dvax\": 1, \"hdge\": 1, \"aht\": 1, \"alr\": 1, \"asmb\": 1, \"dailystockplays\": 2, \"aviation\": 4, \"maintenance\": 19, \"kansas\": 1, \"generated\": 16, \"61\": 9, \"retracement\": 1, \"2wqqh35koy\": 1, \"55\": 15, \"meanwhile\": 5, \"alfa\": 3, \"99\": 7, \"turkcell\": 1, \"cukurova\": 1, \"fixing\": 1, \"closing\": 6, \"profitable\": 9, \"she\": 4, \"reorganisation\": 5, \"tamglass\": 2, \"finton\": 1, \"petrofac\": 1, \"rises\": 4, \"despite\": 4, \"\\u00e2\\u00a330m\": 1, \"north\": 20, \"sea\": 8, \"excited\": 1, \"maxis\": 2, \"deployment\": 5, \"maya\": 1, \"joe\": 1, \"doering\": 1, \"region\": 15, \"siemens\": 16, \"exel\": 9, \"composites\": 7, \"designs\": 10, \"composite\": 6, \"profiles\": 6, \"tubes\": 3, \"lost\": 8, \"4mn\": 3, \"gained\": 1, \"money\": 12, \"2013\": 4, \"key\": 18, \"germany\": 15, \"italy\": 9, \"presentation\": 3, \"viewed\": 3, \"website\": 7, \"english\": 2, \"conference\": 8, \"sawmills\": 3, \"63mn\": 2, \"op\": 5, \"pohjola\": 18, \"adequacy\": 2, \"ratio\": 7, \"institutions\": 5, \"tier\": 1, \"incap\": 12, \"arena\": 6, \"partners\": 8, \"license\": 5, \"expires\": 1, \"barronsonline\": 1, \"apple\": 12, \"growing\": 11, \"3bdnekn7l1\": 1, \"bristol\": 1, \"sealed\": 2, \"pound\": 3, \"cooper\": 2, \"specialised\": 1, \"supply\": 35, \"tonne\": 1, \"customised\": 2, \"reach\": 8, \"stackers\": 2, \"vxx\": 4, \"creep\": 1, \"sits\": 1, \"hod\": 8, \"relevant\": 5, \"mandatory\": 2, \"required\": 6, \"securities\": 5, \"current\": 22, \"raute\": 14, \"positive\": 26, \"oct\": 9, \"united\": 12, \"states\": 11, \"804\": 1, \"288\": 1, \"assigned\": 4, \"vacon\": 7, \"vaasa\": 2, \"belgian\": 2, \"mw\": 6, \"fireplace\": 3, \"lining\": 3, \"stone\": 5, \"exceeded\": 2, \"clearly\": 6, \"brisker\": 1, \"remainder\": 3, \"german\": 4, \"commerzbank\": 1, \"ag\": 7, \"hamburg\": 1, \"jp\": 4, \"morgan\": 5, \"nyse\": 12, \"jpm\": 3, \"arrangers\": 1, \"dutch\": 4, \"ing\": 1, \"ams\": 1, \"inga\": 1, \"arranger\": 1, \"rpt\": 1, \"gross\": 7, \"forecasts\": 13, \"carphone\": 4, \"boost\": 6, \"outsourcing\": 2, \"depots\": 1, \"turku\": 6, \"tampere\": 7, \"five\": 20, \"pharmaceuticals\": 6, \"czech\": 8, \"republic\": 8, \"gives\": 5, \"overview\": 3, \"actual\": 7, \"outlook\": 14, \"pharmaceutical\": 15, \"platform\": 9, \"framework\": 4, \"meego\": 2, \"aero\": 1, \"335\": 1, \"passengers\": 14, \"capitals\": 2, \"southern\": 6, \"server\": 5, \"responsible\": 11, \"accounts\": 6, \"application\": 13, \"remote\": 3, \"phones\": 12, \"eur61\": 2, \"presently\": 2, \"examining\": 2, \"whether\": 3, \"financially\": 1, \"feasible\": 1, \"edging\": 1, \"wagon\": 2, \"centres\": 4, \"seinajoki\": 1, \"raahe\": 3, \"vr\": 3, \"welding\": 1, \"assembly\": 1, \"mill\": 24, \"m3\": 2, \"wood\": 14, \"reproduction\": 1, \"prohibited\": 1, \"usd5\": 1, \"commitment\": 6, \"ii\": 3, \"demerger\": 1, \"niemi\": 1, \"oriola\": 6, \"responsibilities\": 2, \"tietoenator\": 7, \"podcast\": 1, \"harple\": 1, \"gypsii\": 4, \"takes\": 4, \"someone\": 4, \"demographic\": 1, \"contextual\": 1, \"them\": 17, \"270\": 3, \"kirkkonummi\": 2, \"nivala\": 2, \"factories\": 4, \"vips\": 1, \"pattern\": 6, \"did\": 12, \"sell\": 40, \"much\": 13, \"launch\": 18, \"iphone\": 6, \"ipad\": 4, \"xfnicwebeg\": 1, \"vuosaari\": 1, \"harbour\": 1, \"shifts\": 2, \"emerging\": 7, \"losses\": 9, \"recognize\": 3, \"disposal\": 3, \"advertising\": 6, \"circulation\": 3, \"rig\": 2, \"whos\": 1, \"ever\": 2, \"pushing\": 2, \"suspended\": 1, \"blow\": 1, \"buyback\": 1, \"lol\": 6, \"eighteen\": 1, \"taking\": 7, \"public\": 15, \"antibody\": 4, \"administered\": 2, \"repeated\": 2, \"doses\": 2, \"mg\": 1, \"kg\": 1, \"tolerated\": 1, \"pharmacokinetic\": 1, \"characteristics\": 1, \"btt\": 1, \"1023\": 1, \"psoriasis\": 2, \"patients\": 3, \"consistent\": 3, \"observed\": 1, \"rheumatoid\": 1, \"arthritis\": 1, \"ra\": 2, \"enter\": 7, \"railways\": 2, \"governance\": 2, \"committees\": 1, \"shall\": 6, \"exported\": 2, \"twenty\": 2, \"africa\": 8, \"componenta\": 17, \"sized\": 3, \"karkkila\": 1, \"weert\": 1, \"orhangazi\": 2, \"135\": 3, \"pacific\": 3, \"trust\": 3, \"acquires\": 3, \"focusing\": 5, \"initially\": 4, \"honolulu\": 1, \"diego\": 1, \"phoenix\": 1, \"india\": 15, \"halted\": 2, \"due\": 40, \"problems\": 4, \"csx\": 1, \"another\": 19, \"intraday\": 5, \"ea4fbvuqgp\": 1, \"soapstone\": 3, \"deposits\": 2, \"medvezhyegorsk\": 1, \"tulikivi\": 5, \"reserves\": 3, \"piper\": 1, \"symantec\": 2, \"improving\": 4, \"renewal\": 1, \"rates\": 10, \"symc\": 1, \"volunteers\": 2, \"digicel\": 2, \"distribute\": 4, \"tents\": 1, \"organizations\": 5, \"haiti\": 1, \"maarten\": 1, \"boute\": 1, \"baltimore\": 2, \"police\": 2, \"madoff\": 2, \"ponzi\": 2, \"e\": 16, \"bay\": 3, \"couple\": 3, \"dojis\": 1, \"should\": 15, \"lgu0ybxeze\": 1, \"tapiola\": 1, \"\\u00f1hivakuutus\": 1, \"fierce\": 1, \"felled\": 1, \"speeded\": 2, \"84\": 6, \"dragged\": 2, \"rising\": 4, \"56\": 13, \"belarus\": 2, \"oao\": 1, \"lidskoe\": 1, \"pivo\": 1, \"grodno\": 1, \"decrease\": 10, \"045\": 3, \"decaliters\": 1, \"inha\": 1, \"works\": 11, \"issue\": 19, \"derogating\": 1, \"pre\": 16, \"emptive\": 1, \"offered\": 2, \"holders\": 2, \"notes\": 4, \"professional\": 4, \"clients\": 11, \"employment\": 8, \"130\": 6, \"blue\": 8, \"white\": 3, \"collar\": 3, \"oulu\": 9, \"terminated\": 2, \"drive\": 8, \"event\": 3, \"homepage\": 1, \"fi\": 2, \"kauppalehti\": 5, \"live\": 6, \"vision\": 3, \"movement\": 1, \"j05uu\": 1, \"department\": 11, \"store\": 18, \"39\": 10, \"53\": 5, \"norvestia\": 2, \"73\": 5, \"1750\": 2, \"gmt\": 2, \"nov\": 5, \"erkki\": 3, \"aho\": 2, \"elimaki\": 1, \"method\": 13, \"apparatus\": 1, \"conjunction\": 2, \"shoe\": 2, \"accumulation\": 3, \"purdy\": 1, \"agu\": 1, \"rts\": 4, \"rtkm\": 1, \"authorisation\": 2, \"force\": 6, \"until\": 6, \"repeals\": 1, \"acquire\": 12, \"given\": 12, \"lifted\": 4, \"option\": 22, \"entitles\": 1, \"holder\": 2, \"subscribe\": 2, \"ends\": 1, \"seek\": 2, \"ukraine\": 4, \"3bn\": 1, \"15us\": 1, \"74\": 12, \"'ve\": 3, \"feeling\": 1, \"baba\": 1, \"days\": 10, \"wks\": 1, \"watch\": 12, \"happened\": 2, \"twtr\": 6, \"ipo\": 7, \"mrkt\": 1, \"washout\": 1, \"hunt\": 2, \"wait\": 4, \"stalk\": 1, \"recall\": 13, \"x\": 20, \"b7izya4bue\": 1, \"brands\": 9, \"iittala\": 2, \"gerber\": 1, \"silva\": 2, \"buster\": 1, \"silja\": 1, \"attributes\": 1, \"booking\": 2, \"operation\": 18, \"trailer\": 3, \"sky\": 1, \"wind\": 6, \"riga\": 1, \"trygvesta\": 1, \"competitor\": 2, \"if\": 25, \"companiesandmarkets\": 2, \"meat\": 12, \"fish\": 8, \"poultry\": 3, \"b\\u00e3\\u00b6rse\": 3, \"dealmakers\": 1, \"wrong\": 3, \"ignore\": 1, \"brexit\": 2, \"ilkka\": 10, \"yhtyma\": 7, \"ilk2s\": 2, \"bumping\": 1, \"declining\": 2, \"8ma\": 1, \"overhead\": 1, \"brother\": 1, \"50ma\": 1, \"competitive\": 9, \"cosmetics\": 2, \"collection\": 3, \"eye\": 5, \"shadow\": 1, \"powder\": 3, \"lip\": 1, \"gloss\": 1, \"mascara\": 1, \"cadbury's\": 1, \"britvic\": 1, \"pulling\": 1, \"affects\": 1, \"kd\": 5, \"spin\": 2, \"187\": 3, \"207\": 3, \"serial\": 1, \"bond\": 5, \"refinance\": 2, \"extreme\": 1, \"win\": 7, \"cents\": 6, \"bowl\": 1, \"cherries\": 1, \"setting\": 3, \"sami\": 2, \"sarkamies\": 1, \"projections\": 4, \"note\": 6, \"26\": 32, \"cth1v\": 4, \"narrowed\": 10, \"eur500\": 2, \"brisk\": 1, \"remained\": 6, \"updated\": 1, \"targets\": 8, \"sites\": 7, \"consumer\": 17, \"86\": 9, \"seven\": 7, \"historic\": 3, \"provided\": 14, \"flsmidth\": 2, \"acknowledged\": 3, \"violated\": 2, \"employee\": 4, \"address\": 2, \"needed\": 6, \"present\": 11, \"325\": 2, \"maritime\": 3, \"ships\": 2, \"ignored\": 2, \"warnings\": 2, \"icy\": 2, \"awful\": 1, \"upgrade\": 9, \"pc\": 2, \"consent\": 1, \"msft\": 4, 